Repository: MaKraMc/warehouse
Catalog: po/*.po
Languages: hi, ru, sv

source: Manage all things Flatpak
hi: Flatpak संबंधित सभी चीज़ों का प्रबंधन करें
ru: Управляйте всем, что касается Flatpak
sv: Hantera alla dina Flatpak

source: Warehouse provides a simple UI to control complex Flatpak options, all without resorting to the command line.
ru: Warehouse предоставляет простой интерфейс для управления сложными параметрами Flatpak без использования командной строки.

source: Features:
hi: विशेषताएँ:
ru: Возможности:
sv: Funktioner:

source: Manage installed Flatpaks and view properties of any package
ru: Управление установленными пакетами Flatpak и просмотр свойств любого пакета

source: Change versions of a Flatpak to rollback any unwanted updates
ru: Изменение версии пакетов Flatpak, чтобы откатить нежелательные обновления

source: Pin runtimes and mask Flatpaks
ru: Закрепление сред выполнения и маскировка Flatpak

source: Filter packages and sort data, to help find anything easily
ru: Фильтр пакетов и сортировка данных, чтобы легко найти что-либо

source: See current app user data, and cleanup any unused data left behind
ru: Просмотр текущих пользовательских данных приложения и удаление всех оставшихся неиспользуемых данных

source: Add popular Flatpak remotes with a few clicks or add custom remotes instead
ru: Добавьте популярные Flatpak репозитории всего за несколько кликов или добавьте свои собственные репозитории

source: Take snapshots of your apps' user data, saving your data
ru: Делайте снимки пользовательских данных ваших приложений, сохраняя ваши данные

source: Install new packages from any remote, or from your system
ru: Устанавливайте новые пакеты с любого удалённого репозитория или из вашей системы

source: Responsive UI to fit large and small screen sizes
ru: Адаптивный пользовательский интерфейс, соответствующий большим и маленьким размерам экрана

source: Manage Installed Packages in Three Pane UI
ru: Управление установленными пакетами в трехпанельном пользовательском интерфейсе

source: Properties Page in Narrow Window
ru: Страница свойств в Узком окне

source: Manage Installed Remotes and Add New Remotes
ru: Управляйте установленными пультами дистанционного управления и добавляйте новые

source: Manage Apps' User Data
ru: Управление пользовательскими данными приложений

source: Backup Apps' User Data
ru: Резервное копирование пользовательских данных приложений

source: Install New Packages from Files or Remotes
ru: Устанавливайте новые пакеты из файлов или удаленных устройств

source: Install Page in Narrow Window
ru: Страница установки в небольшом окне

source: Could not add files
ru: Не удалось добавить файлы

source: No files were found
ru: Файлы не найдены

source: Flatpaks & Remotes
ru: Пакеты и репозитории

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ru: Сергей Ворон <voron@duck.com>

source: Donate
hi: दान करें
ru: Пожертвовать

source: Contributors
hi: योगदानकर्ता
ru: Участники

source: Could not load packages
ru: Не удалось загрузить пакеты

source: Errors occurred during installation
ru: Во время установки возникли ошибки

source: Error occurred during installation
ru: Произошла ошибка во время установки

source: Failed to exit cleanly
ru: Не удалось выйти без ошибок

source: Could not cancel installation
ru: Не удалось отменить установку

source: Could not install packages
ru: Не удалось установить пакеты

source: Packages are currently being installed.
ru: В настоящее время идет установка пакетов.

source: No packages were requested to be installed.
ru: Не было запрошено ни одного пакета для установки.

source: This package is End Of Life, and will not receive any security updates
ru: Этот пакет больше не поддерживается и не будет получать никаких обновлений безопасности

source: This app's runtime is End Of Life, and will not receive any security updates
ru: Срок службы этого приложения истек, и оно не будет получать никаких обновлений безопасности

source: This runtime will never be automatically removed
ru: Эта среда выполнения никогда не будет удалена автоматически

source: Updates are disabled for this package
ru: Обновления для этого пакета отключены

source: Attempt an Install?
ru: Попытаться установить?

source: Warehouse will try to install the matching packages.
ru: Warehouse попытается установить соответствующие пакеты.

source: Cancel
hi: रद्द
ru: Отмена
sv: Avbryt

source: Install
hi: इंस्टॉल
ru: Установить
sv: Installera

source: Choose a Remote
ru: Выбрать репозиторий

source: Select a remote to attempt to install from
ru: Выбрать репозиторий, с которого будет выполнена попытка установки

source: Installation: {}
ru: Установка: {}

source: Can't find matching packages
ru: Не удается найти подходящие пакеты

source: Your system has no remotes added
ru: В вашей системе нет добавленных репозиториев

source: Details
ru: Подробности

source: Copy
hi: कॉपी
ru: Копировать
sv: Kopiera

source: OK
hi: ठीक है
ru: ОК
sv: Okej

source: General
hi: सामान्य
ru: Общие
sv: Allmänt

source: Refresh
hi: ताज़ा करें
ru: Обновить
sv: Ladda om

source: Open Files
ru: Открыть файлы

source: Open Menu
hi: मेनू खोलें
ru: Открыть меню
sv: Öppna meny

source: Show Shortcuts
hi: शॉर्टकट दिखाएँ
ru: Показать комбинации клавиш
sv: Visa tangentbordsgenvägar

source: Quit
hi: छोड़ें
ru: Выйти
sv: Avsluta

source: Navigation
ru: Навигация

source: Show Packages Page
ru: Показать страницу пакетов

source: Show Remotes Page
ru: Показать страницу репозиториев

source: Show User Data Page
ru: Показать страницу данных пользователя

source: Show Snapshots Page
ru: Показать страницу снимков

source: Show Install Page
ru: Показать страницу установки

source: Packages Page
ru: Страница пакетов

source: Search Mode
ru: Режим поиска

source: Edit Filters
ru: Редактирование фильтров

source: Selection Mode
ru: Режим выбора

source: Remotes Page
ru: Страница репозиториев

source: Show or Hide Disabled Remotes
ru: Показывать или скрывать отключенные репозитории

source: New Remote
ru: Новый репозиторий

source: User Data Page
ru: Страница данных пользователя

source: Edit Sorting Modes
ru: Редактирование режимов сортировки

source: Show Active Data
ru: Показывать активные данные

source: Show Leftover Data
ru: Показать оставшиеся данные

source: Snapshots Page
ru: Моментальные снимки

source: New Snapshots
ru: Новые снимки

source: Choose Installation
ru: Выберите установку

source: User
hi: उपयोगकर्ता
ru: Пользователь
sv: Användare

source: System
hi: सिस्टम
ru: Система

source: Custom installation
ru: Пользовательская установка

source: Other Installation
ru: Другая установка

source: Choose a custom installation
ru: Выберите пользовательскую установку

source: These {} will only be available to you
ru: Эти {} данные будут доступны только вам

source: These {} will be available to everyone
ru: Эти {} данные будут доступны всем

source: Choose how these {} will be installed
ru: Выберите, как эти {} будут установлены

source: This {} will only be available to you
ru: Это {} будет доступно только вам

source: This {} will be available to everyone
ru: Это {} будет доступно всем

source: Choose how this {} will be installed
ru: Выберите, как этот {} будет установлен

source: Show Sidebar
ru: Показать боковую панель

source: Drop to Open
ru: Опустите, чтобы открыть

source: Install Flatpaks or Add a Remote
ru: Установите Flatpaks или добавьте репозитоий

source: Refresh List
hi: सूची ताज़ा करें
ru: Обновить список
sv: Ladda Om Listan

source: Main Menu
hi: मुख्य मेन्यू
ru: Главное меню
sv: Huvudmeny

source: Packages
ru: Упаковка

source: Remotes
ru: Репозитории

source: User Data
hi: उपयोगकर्ता का डेटा
ru: Пользовательские данные

source: Snapshots
ru: Снимки

source: Install Packages
ru: Установка пакетов

source: _Open Files
ru: _Открыть файлы

source: _Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट (_K)
ru: _Комбинации клавиш
sv: _Tangentbordsgenvägar

source: _About Warehouse
hi: Warehouse के बारे में (_A)
ru: _О приложении
sv: _Om Lagerhus

source: Unsupported Filetype
ru: Неподдерживаемый тип файла

source: Only .flatpak, .flatpakref, and .flatpakrepo files are supported.
ru: Поддерживаются только файлы .flatpak, .flatpakref и .flatpakrepo.

source: Mixed Filetypes
ru: Смешанные типы файлов

source: Flatpaks and remotes cannot be installed at the same time.
ru: Flatpaks и удалённые репозитории не могут быть установлены одновременно.

source: Too Many Remotes
ru: Слишком много репозиториев

source: Only one remote at a time is supported.
ru: Одновременно поддерживается только один репозиторий.

source: Could not open files
ru: Не удалось открыть файлы

source: Filter Packages
ru: Пакеты фильтров

source: Filter by Package Type
ru: Фильтровать по типу упаковки

source: Show packages of these types
ru: Показывать пакеты этих типов

source: Applications
ru: Приложения

source: Packages that can be opened
ru: Пакеты, которые можно открыть

source: Runtimes
ru: Время выполнения

source: Packages that applications depend on
ru: Пакеты, от которых зависят приложения

source: Filter by Remotes
hi: रिमोट द्वारा फिल्टर करें
ru: Фильтровать по репозиториям

source: Show packages from selected remotes
ru: Показывать пакеты с выбранных репозиториев

source: Showing packages from all remotes
ru: Отображение пакетов со всех репозиториев

source: Enable to show packages from selected remotes
ru: Включить отображение пакетов с выбранных репозиториев

source: Filter by Runtimes
hi: रनटाइम्स द्वारा फिल्टर करें
ru: Фильтрация по средам выполнения

source: Show apps using selected runtimes
ru: Показывать приложения, использующие выбранные среды выполнения

source: Showing apps using any runtime
ru: Отображение приложений, использующих любую среду выполнения

source: Enable to show apps using selected runtimes
ru: Включить отображение приложений, использующих выбранные среды выполнения

source: Reset Filters
hi: फिल्टर रीसेट करें
ru: Сбросить фильтры

source: Search Packages
ru: Поиск пакетов

source: Select Packages
ru: Выберите пакеты

source: No Packages Match Filters
ru: Никакие пакеты не соответствуют фильтрам

source: No installed package matches all of the currently applied filters
ru: Ни один установленный пакет не соответствует всем применяемым фильтрам

source: No Packages Found
ru: Никаких пакетов не найдено

source: Warehouse cannot see the list of installed packages or your system has no packages installed
ru: Warehouse не может просмотреть список установленных пакетов, или в вашей системе нет установленных пакетов

source: No Results Found
hi: कोई परिणाम नहीं मिला
ru: Результатов не найдено
sv: Inga resultat hittades

source: Try a different search
ru: Попробуйте другой поиск

source: Select All
hi: सभी चुनें
ru: Выбрать все
sv: Välj alla

source: Uninstall
hi: अनइंस्टॉल
ru: Удалить
sv: Avinstallera

source: Copy Names
hi: नाम कॉपी करें
ru: Копировать имена
sv: Kopiera namn

source: Copy IDs
hi: ID कॉपी करें
ru: Копировать ИД
sv: Kopiera ID:er

source: Copy Refs
hi: संदर्भ कॉपी करें
ru: Копировать ссылки
sv: Kopiera ref:ar

source: {} Selected
ru: {} Выбранный

source: Error getting Flatpak '{}'
ru: Ошибка при получении Flatpak '{}'

source: Names
ru: Имена

source: IDs
ru: Идентификаторы

source: Refs
ru: Ссылки

source: Copied {}
hi: कॉपी किया गया {}
ru: Скопировано {}
sv: Kopierade {}

source: Could not copy {}
ru: Не удалось скопировать {}

source: Errors occurred while uninstalling
ru: При удалении возникли ошибки

source: Uninstalled Packages
ru: Удаленные пакеты

source: Loading Packages
ru: Загрузка пакетов

source: This should only take a moment
hi: इसमें केवल एक क्षण लगना चाहिए
ru: Это должно занять всего минуту

source: Uninstalling Packages
ru: Удаление пакетов

source: Reinstalling Package
ru: Переустановка пакета

source: This could take a while
hi: इसमें कुछ समय लग सकता है
ru: Это может занять некоторое время

source: Changing Version
ru: Изменение версии

source: Keep
hi: रखें
ru: Оставить
sv: Behåll

source: Allows restoring app settings and content
ru: Позволяет восстанавливать настройки приложения и содержимое

source: Trash
hi: ट्रैश
ru: Очистить
sv: Trasha

source: Send data to the trash
ru: Отправка данных в корзину

source: Uninstall {}?
hi: अनइंस्टॉल {}?
ru: Удалить {}?
sv: Avinstallera {}?

source: It will not be possible to use {} after removal
ru: После удаления будет невозможно использовать {}

source: Uninstall Packages?
ru: Удалять пакеты?

source: It will not be possible to use these packages after removal
ru: После удаления этих пакетов использовать их будет невозможно

source: App Settings & Content
ru: Настройки и контент приложения

source: Properties Page Unavailable
ru: Страница свойств недоступна

source: Cannot show the properties page at this time
ru: В данный момент не удается отобразить страницу свойств

source: Open
hi: खोलें
ru: Открыть
sv: Öppna

source: Open User Data
ru: Открытые пользовательские данные

source: Trash User Data
hi: उपयोगकर्ता डेटा ट्रैश करें
ru: Очистить данные приложения
sv: Trasha användardata

source: Version
hi: संस्करण
ru: Версия

source: Updates Disabled
hi: अपडेट अक्षम
ru: Обновления отключены
sv: Uppdateringar inaktiverad

source: Disable Updates
hi: अपडेट अक्षम करें
ru: Отключить обновления
sv: Inaktivera uppdateringar

source: Mask this package so it's never updated
ru: Замаскируйте этот пакет, чтобы он никогда не обновлялся

source: Change Version
ru: Изменить версию

source: Upgrade or downgrade this package
ru: Обновите или понизьте версию этого пакета

source: Installed Size
hi: इन्स्टॉल्ड आकार
ru: Установленный размер
sv: Installerad storlek

source: Runtime
hi: रनटाइम
ru: Среда выполнения
sv: Exekveringsmiljö

source: Disable Automactic Removal
ru: Отключить автоматическое удаление

source: Pin this runtime to keep it installed
ru: Закрепите эту среду выполнения, чтобы она оставалась установленной

source: Package Information
ru: Информация о пакете

source: Application ID
ru: Идентификатор приложения

source: Architecture
ru: Архитектура

source: Branch
hi: शाखा
ru: Ветка
sv: Gren

source: License
ru: Лицензия

source: Installation Information
ru: Информация об установке

source: Origin
hi: मूल
ru: Источник
sv: Fjärrkontroll

source: Collection
ru: Коллекция

source: Installation
hi: इंस्टालेशन
ru: Установка

source: Commit Information
ru: Фиксировать информацию

source: Parent
ru: Родитель

source: Subject
ru: Субъект

source: Date
ru: Дата

source: {} Properties
hi: {} प्रॉपर्टी
ru: {} Свойства
sv: {} Egenskaper

source: Properties
ru: Свойства

source: Loading User Data
hi: उपयोगकर्ता डेटा लोड हो रहा है
ru: Загрузка пользовательских данных

source: No User Data
hi: कोई उपयोगकर्ता डेटा नहीं
ru: Нет пользовательских данных

source: Could not get properties
ru: Не удалось получить свойства

source: No version information found
ru: Информация о версии не найдена

source: Could not open data
ru: Не удалось открыть данные

source: Could not trash data
ru: Не удалось удалить данные

source: Send {}'s User Data to the Trash?
hi: {} का उपयोगकर्ता डेटा कूड़ेदान में भेजें?
ru: Отправить пользовательские данные {} в корзину?
sv: Skicka {}s användardata till papperskorgen?

source: Your settings and data for this app will be sent to the trash
ru: Ваши настройки и данные для этого приложения будут отправлены в корзину

source: Trash Data
hi: ट्रैश डेटा
ru: Очистить данные
sv: Trasha

source: Could not Disable Updates
ru: Не удалось отключить обновления

source: Could not Enable Updates
ru: Не удалось включить обновления

source: Disabled Updates
ru: Отключенные обновления

source: Enabled Updates
ru: Включенные обновления

source: Could not Disable Autoremoval
ru: Не удалось отключить автоматическое удаление

source: Could not Enable Autoremoval
ru: Не удалось включить автоматическое удаление

source: Disabled Autoremoval
ru: Отключено автоматическое удаление

source: Enabled Autoremoval
ru: Включено автоматическое удаление

source: Could not uninstall
ru: Не удалось удалить

source: Uninstalled {}
ru: Удалено {}

source: Opening {}…
ru: Открытие {}…

source: Could not open {}
ru: Не удалось открыть {}

source: Reinstalled {}
ru: Переустановленный {}

source: Reinstall {}?
ru: Переустановить {}?

source: This package will be uninstalled, and then reinstalled from the same remote and installation.
ru: Этот пакет будет удален, а затем переустановлен с того же репозитория и установки.

source: Reinstall
ru: Переустановить

source: Copied launch command
hi: लॉन्च कमांड कॉपी किया गया
ru: Команда запуска скопирована
sv: Kopierade körningskommando

source: Could not copy launch command
ru: Не удалось скопировать команду запуска

source: Could not show details
hi: विवरण नहीं दिखा सके
ru: Не удалось показать детали

source: Loading Properties
ru: Нагрузочные свойства

source: View Snapshots
ru: Просмотр моментальных снимков

source: Copy Launch Command
hi: लॉन्च कमांड कॉपी करें
ru: Копировать команду запуска
sv: Kopiera körningskommando

source: Show Details
ru: Показать детали

source: Change Versions
ru: Изменение версий

source: Select a Release
hi: एक रिलीज़ चुनें
ru: Выбрать релиз
sv: Välj en utgåva

source: This will uninstall the current release and install the chosen one instead. Note that downgrading can cause issues.
hi: यह वर्तमान रिलीज़ को अनइंस्टॉल कर देगा और उसके स्थान पर चुने गए रिलीज़ को इंस्टॉल कर देगा। ध्यान दें कि डाउनग्रेड करने से समस्याएँ पैदा हो सकती हैं।
ru: Это приведет к удалению текущей версии и вместо нее установится выбранная. Обратите внимание, что понижение версии может вызвать проблемы.
sv: Detta kommer avinstallera den nuvarande utgåvan och installerade den valde istället. Tänk på att nedgraderingar kan orsaka problem.

source: Currently Installed Version
ru: Текущая установленная версия

source: Could not get versions
ru: Не удалось получить версии

source: Changed {}'s Version
ru: Измененная версия {}

source: {} Versions
ru: {} Версии

source: Ensure that {} will never be updated to a newer version
hi: सुनिश्चित करें कि {} को कभी भी नए संस्करण में अपडेट नहीं किया जाएगा
ru: Гарантируется, что {} никогда не будет обновлен до более новой версии
sv: Säkerställ att {} aldrig kommer uppdateras till en nyare version

source: Fetching Releases
hi: रिलीज़ लायी जा रही हैं
ru: Получяем релизы

source: Error occurred while changing version
ru: Произошла ошибка при изменении версии

source: Could not cancel version change
ru: Не удалось отменить изменение версии

source: Could not change version
ru: Не удалось изменить версию

source: Another package is changing version.
ru: Другой пакет меняет версию.

source: Add a Remote
ru: Добавить репозиторий

source: Add
hi: जोड़ें
ru: Добавить
sv: Lägg till

source: Title
ru: Название

source: Name
hi: नाम
ru: Имя
sv: Namn

source: Repo URL
ru: Репо URL

source: Could not add remote
ru: Не удалось добавить репозиторий

source: Added {}
ru: Добавлено {}

source: remote
ru: репозиторий

source: Set a Filter for this Remote
ru: Установите фильтр для этого репозитория

source: More Actions
ru: Дополнительные действия

source: Copy Title
ru: Копировать заголовок

source: Copy Name
hi: नाम कॉपी करें
ru: Копировать имя
sv: Kopiera namn

source: Enable
hi: सक्षम
ru: Включить

source: Disable
hi: अक्षम
ru: Отключить

source: Remove
hi: हटाएँ
ru: Удалить
sv: Radera

source: Could not enable remote
ru: Не удалось включить репозиторий

source: Remote is already enabled
ru: Репозиторий уже включен

source: Enabled remote
ru: Включенный репозиторий

source: Remote is Disabled
ru: Репозиторий отключен

source: Disabled remote
ru: Отключенный репозиторий

source: Could not disable remote
ru: Не удалось отключить репозиторий

source: Remote is already disabled
ru: Удалённый репозиторий уже отключен

source: Disable {}?
hi: {} को अक्षम करें?
ru: Отключить {}?

source: Any installed apps from {} will stop receiving updates
hi: {} से इंस्टॉल किए गए किसी भी ऐप को अपडेट मिलना बंद हो जाएगा
ru: Все установленные приложения из {} перестанут получать обновления
sv: Varje app som installerades från {} kommer att sluta få uppdateringar

source: Copied title
ru: Скопированный заголовок

source: Copied name
hi: नाम कॉपी किया गया
ru: Имя скопировано
sv: Koperiade namn

source: Manage Remotes
hi: रिमोट प्रबंधित करें
ru: Управление репозиториями
sv: Hantera fjärrkontroller

source: Search Remotes
ru: Поиск репозиториев

source: Current Remotes
ru: Текущие репозитории

source: Remotes available on your system
ru: Репозитории, доступные в вашей системе

source: Show Disabled
hi: अक्षम दिखाएँ
ru: Показать отключенные
sv: Visa avaktiverade

source: No Enabled Remotes
ru: Нет включенных репозиториев

source: You only have disabled remotes on this system
ru: В этой системе у вас есть только отключенные репозитории

source: No Remotes Found
hi: कोई रिमोट नहीं मिला
ru: Репозиториев не найдено

source: Warehouse cannot see the current remotes or your system has no remotes added
ru: Warehouse не может видеть текущие репозитории, или в вашей системе их нет

source: Add Popular Remotes
ru: Добавление популярных репозиториев

source: Add new remotes to get more software
ru: Добавляйте новые репозитории, чтобы получить больше программного обеспечения

source: Add Other Remotes
hi: अन्य रिमोट जोड़ें
ru: Добавить другие репозитории
sv: Lägg till andra fjärrar

source: Add a Repo File
hi: एक रेपो फाइल जोड़ें
ru: Добавить файл репозитория
sv: Lägg till en fjärrkontrollfil

source: Open a downloaded repo file to add
ru: Откройте загруженный файл репозитория, чтобы добавить

source: Add a Custom Remote
hi: एक कस्टम रिमोट जोड़ें
ru: Добавить пользовательский репозиторий
sv: Lägg till en anpassat fjärrkontroll

source: Manually enter new remote details
ru: Вручную введите новые сведения об репозитории

source: The open source, pay-what-you-want app store from elementary
hi: Elementary द्वारा ओपन सोर्स, जो-चाहो-भुगतान-करो ऐप स्टोर
ru: Магазин приложений с открытым исходным кодом и оплатой по желанию от elementary
sv: Den öppenkällkod, betala-vad-du-vill appbutik från elementary

source: Central repository of Flatpak applications
hi: Flatpak एप्लिकेशन का केंद्रीय भंडार
ru: Центральный репозиторий приложений Flatpak
sv: Standardfjärrkontrol för Flatpak

source: Beta builds of Flatpak applications
hi: Flatpak एप्लिकेशन का बीटा संस्करण
ru: Бета-версии приложений Flatpak

source: Flatpaks packaged by Fedora Linux
hi: Fedora Linux द्वारा पैक किए गए Flatpak
ru: Flatpak, упакованные Fedora Linux

source: The latest beta GNOME Apps and Runtimes
hi: नवीनतम बीटा GNOME ऐप्स और रनटाइम्स
ru: Последняя бета-версия приложений и сред выполнения GNOME

source: Central repository of the WebKit Developer and Runtime SDK
hi: वेबकिट डेवलपर और रनटाइम SDK का केंद्रीय भंडार
ru: Центральный репозиторий WebKit для разработчиков и SDK среды выполнения
sv: Fjärrkontrollen för de WebKit Developer- och Runtime-exekveringsmiljöna

source: Showing all packages from {}
ru: Отображение всех пакетов из {}

source: Could not remove remote
ru: Не удалось удалить репозиторий

source: Removed {}
ru: Удалено {}

source: Remove {}?
hi: {} हटाएँ?
ru: Удалить {}?
sv: Radera {}?

source: Could not open file
ru: Не удалось открыть файл

source: Flatpak Repos
hi: Flatpak रिपो
ru: Репозитории Flatpak

source: Adding Remote
hi: रिमोट जोड़ा जा रहा है
ru: Добавление репозитория

source: Loading Remotes
ru: Загрузка репозиториев

source: Copy Path
ru: Путь копирования

source: Attempt to Install
ru: Попытка установки

source: Copied data path
ru: Путь к скопированным данным

source: Could not copy data path
ru: Не удалось скопировать путь к данным

source: Opened data folder
ru: Открытая папка с данными

source: Could not open folder
hi: फोल्डर नहीं खोला जा सका
ru: Не удалось открыть папку
sv: Kunde inte öppna mappen

source: Trash {}'s Data?
ru: Удалить данные {} из корзины?

source: {}'s data will be sent to the trash
ru: данные {} будут отправлены в корзину

source: Continue
hi: जारी रखें
ru: Продолжить
sv: Fortsätt

source: No Title Set
ru: Заголовок не установлен
