Repository: MaKraMc/warehouse
Catalog: po/*.po
Languages: hi, ru, sv

source: Loading Size…
ru: Размер загрузки…

source: No Active Data
ru: Нет активных данных

source: Warehouse cannot see any active user data or your system has no active user data present
ru: Warehouse не может видеть никаких данных активного пользователя, или в вашей системе отсутствуют данные активного пользователя

source: No Leftover Data
hi: कोई बचा हुआ डेटा नहीं
ru: Нет оставшихся данных
sv: Ingen överbliven data

source: There is no leftover user data
hi: कोई भी उपयोगकर्ता डेटा शेष नहीं है
ru: Нет оставшихся пользовательских данных
sv: Det finns ingen överbliven data

source: Search User Data
ru: Поиск пользовательских данных

source: Sort User Data
ru: Сортировка пользовательских данных

source: Select User Data
ru: Выберите пользовательские данные

source: More
ru: Еще

source: Ascending
ru: Восходящий

source: Descending
ru: Нисходящий

source: Size
ru: Размер

source: Loading Size
ru: Размер загрузки

source: Could not copy paths
ru: Не удалось скопировать пути

source: No boxes were selected
ru: Поля не были выбраны

source: Copied paths
ru: Скопированные пути

source: Trashed data
ru: Уничтоженные данные

source: Trash Data?
ru: Очищать данные?

source: Data will be sent to the trash
ru: Данные будут отправлены в корзину

source: Active Data
ru: Активные данные

source: Leftover Data
ru: Оставшиеся данные

source: Search Apps
ru: Поиск приложений

source: Create
ru: Создать

source: Creating Snapshot
ru: Создание моментального снимка

source: Name these Snapshots
ru: Назовите эти моментальные снимки

source: New Snapshot
hi: नया स्नैपशॉट
ru: Новый снимок
sv: Ny snapshot

source: Name this Snapshot
ru: Назовите этот снимок

source: No Name Set
ru: Имя не установлено

source: No date found
ru: Дата не найдена

source: No version found
ru: Версия не найдена

source: Apply
ru: Применить

source: Rename
ru: Переименовать

source: Rename Snapshot?
ru: Переименовать снимок?

source: Confirm Rename
ru: Подтвердите переименование

source: Could not write data
ru: Не удалось записать данные

source: Could not trash snapshot
hi: स्नैपशॉट ट्रैश नहीं किया जा सका
ru: Не удалось удалить снимок

source: Trashed snapshot
ru: Уничтоженный снимок

source: Trash Snapshot?
hi: स्नैपशॉट ट्रैश करें?
ru: Удалить снимок?

source: This snapshot will be sent to the trash
ru: Этот снимок будет отправлен в корзину

source: Applying Snapshot
ru: Применение моментального снимка

source: Apply Snapshot?
hi: स्नैपशॉट लागू करें?
ru: Применить снимок?

source: Any current user data for this app will be trashed
ru: Все текущие пользовательские данные для этого приложения будут удалены

source: Version: {}
ru: Версия: {}

source: Search Snapshots
ru: Поиск моментальных снимков

source: Active Snapshots
ru: Активные моментальные снимки

source: Snapshots of installed apps
ru: Моментальные снимки установленных приложений

source: Leftover Snapshots
ru: Оставшиеся снимки

source: Snapshots of apps that are no longer installed
ru: Моментальные снимки приложений, которые больше не установлены

source: Open Snapshots Folder
hi: स्नैपशॉट फोल्डर खोलें
ru: Открыть папку снимков
sv: Öppna snapshotmapp

source: No Snapshots
hi: कोई स्नैपशॉट नहीं
ru: Нет снимков
sv: Inga ögonblicksbilder

source: Create a Snapshot to save the state of any Flatpak application
ru: Создайте моментальный снимок для сохранения состояния любого приложения Flatpak

source: Snapshot Apps
ru: Приложения для создания моментальных снимков

source: Install Apps
ru: Установка приложений

source: Apply Snapshots
ru: Применение моментальных снимков

source: Trash Snapshots
ru: Моментальные снимки для мусора

source: Could not load Snapshots
ru: Не удалось загрузить моментальные снимки

source: Showing snapshots for {}
ru: Отображение моментальных снимков для {}

source: No snapshots for {}
ru: Нет моментальных снимков для {}

source: New
ru: Новое

source: No Data Found to Snapshot
ru: Данные для моментального снимка не найдены

source: Opened snapshots folder
ru: Открытая папка моментальных снимков

source: Copied Snapshot Paths
ru: Скопированные пути к моментальным снимкам

source: No apps in your selection can be snapshotted
ru: Никакие выбранные вами приложения не могут быть сняты моментально

source: Applying Snapshots
ru: Применение снимков

source: No snapshots to extract
ru: Нет моментальных снимков для извлечения

source: No snapshots were found to extract
ru: Не было найдено снимков для извлечения

source: Apply These Snapshots?
ru: Применить эти моментальные снимки?

source: This will trash the current apps' user data, and apply their newest snapshot
ru: Это приведет к удалению пользовательских данных текущих приложений и применению их новейшего моментального снимка

source: Trashed snapshots
ru: Уничтоженные моментальные снимки

source: Could not trash snapshots
ru: Не удалось удалить моментальные снимки

source: Trash Snapshots?
ru: Мусорные снимки?

source: These apps' snapshots will be sent to the trash
ru: Снимки этих приложений будут отправлены в корзину

source: Loading Snapshots
ru: Загрузка моментальных снимков

source: Snapshots List
ru: Список моментальных снимков

source: Open Snapshots Folder for this App
ru: Откройте папку снимков для этого приложения

source: App not Installed
ru: Приложение не установлено

source: {} Snapshots
hi: {} स्नैपशॉट
ru: {} Снимки

source: Error in snapshot handling
ru: Ошибка при обработке снимков

source: Review Selection
ru: Выбор обзора

source: The following packages will be installed
ru: Будут установлены следующие пакеты

source: Install a Package
ru: Установите пакет

source: The following package will be installed
ru: Будет установлен следующий пакет

source: package
ru: пакет

source: Select Source
ru: Выберите источник

source: Pending Packages
ru: Ожидающие отправки пакетов

source: Installed Packages
ru: Установленные пакеты

source: {} Pending Package
ru: {} Ожидающий отправки пакет

source: {} Pending Packages
ru: {} Ожидающие отправки пакеты

source: Installing Packages
ru: Установка пакетов

source: Loading Installation Options
ru: Загрузка вариантов установки

source: Add Packages
ru: Добавление пакетов

source: Packages queued to install will show up here
ru: Пакеты, поставленные в очередь для установки, будут отображаться здесь

source: Remove All
ru: Удалить все

source: Add Package to Queue
ru: Добавить пакет в очередь

source: Package has been Added to Queue
ru: Пакет добавлен в очередь

source: Remove Package from Queue
ru: Удалить пакет из очереди

source: This Package is Already Installed
ru: Этот пакет уже установлен

source: Search a Remote
ru: Поиск удаленного

source: Search for Packages
ru: Поиск пакетов

source: Search for Flatpaks
hi: Flatpak खोजें
ru: Поиск пакетов Flatpak
sv: Sök efter Flatpakpaket

source: Search for Flatpaks you want to install
ru: Найдите Flatpaks, которые вы хотите установить

source: Too Many Results
hi: बहुत सारे परिणाम
ru: Слишком много результатов

source: Try being more specific with your search
hi: अपनी खोज को और अधिक विशिष्ट बनाने का प्रयास करें
ru: Попробуйте уточнить запрос
sv: Försök att vara mer specifik med din sökning

source: Try a different search term
hi: कोई भिन्न खोज शब्द आज़माएँ
ru: Попробуйте другой поисковый запрос

source: Search {}
ru: Поиск {}

source: Searching
hi: खोज रहे हैं
ru: Идет поиск

source: Search in a Remote
ru: Поиск в репозитории

source: Choose a remote to search for new packages
ru: Выберите репозиторий для поиска новых пакетов

source: Online Searches Disabled
ru: Поиск в интернете отключен

source: Your system has no remotes added to search from
ru: В вашей системе нет добавленных репозиториев для поиска

source: Add a remote to your system to enable online searching
ru: Добавьте репозиторий в свою систему, чтобы включить онлайн-поиск

source: Install packages from files on your system
ru: Устанавливайте пакеты из файлов в вашей системе

source: No files were found to install
ru: Не найдено файлов для установки

source: Flatpaks
ru: Пакеты Flatpak
sv: Flatpak

source: Warehouse is an app that manages installed Flatpaks, their user data, and Flatpak remotes.
hi: Warehouse एक ऐप है जो इंस्टॉल किए गए Flatpak, उनके उपयोगकर्ता डेटा और Flatpak रिमोट का प्रबंधन करता है।
sv: Lagerhus är en app som hanterar installerade Flatpak, deras användardata, och Flatpak-fjärrkontroller.

source: Show and filter the list of installed Flatpaks
hi: इंस्टॉल किए गए Flatpak की सूची दिखाएं और फिल्टर करें
sv: Visa och filtrera listan av installerade Flatpak

source: Display properties of installed Flatpaks
hi: इंस्टॉल किया गए Flatpak की प्रॉपर्टी प्रदर्शित करें
sv: Visa egenskaper av installerade Flatpak

source: Manage large groups of Flatpaks at once
hi: Flatpak के बड़े समूहों को एक साथ प्रबंधित करें
sv: Hantera stora grupper Flatpak samtidigt

source: Add and remove Flatpak remotes
hi: Flatpak रिमोट जोड़ें और हटाएँ
sv: Lägg till och radera Flatpak-fjärrkontroller

source: Find and trash leftover user data
hi: बचे हुए उपयोगकर्ता डेटा को ढूंढें और ट्रैश करें
sv: Hitta och förkasta överblivna anvandärdata

source: Reinstall apps that have leftover data
hi: जिन ऐप्स में डेटा बचा हुआ है उन्हें दोबारा इंस्टॉल करें
sv: Installera om appar som har överbliven data

source: Downgrade
hi: डाउनग्रेड
sv: Nedgradera

source: Set Filters
hi: फिल्टर सेट करें
sv: Ställ in filtrar

source: Show Apps
hi: ऐप्स दिखाएँ
sv: Visa appar

source: Show Runtimes
hi: रनटाइम दिखाएं
sv: Visa exekveringsmiljön

source: Search List
hi: सूची में खोजें
sv: Söka Genom Listan

source: Open Data Folder
hi: डेटा फोल्डर खोलें
sv: Öppna datamapp

source: Installing
hi: इंस्टाल किया जा रहा है

source: Add Remote
hi: रिमोट जोड़ें
sv: Lägg till fjärrkontroll

source: Choose from a list of popular remotes or add a new one
hi: लोकप्रिय रिमोट की सूची में से चुनें या एक नया जोड़ें

source: Open User Data Folder
hi: उपयोगकर्ता डेटा फोल्डर खोलें
sv: Öppna mappen för användardata

source: Show Apps Using This Runtime
hi: इस रनटाइम का उपयोग करने वाली ऐप्स दिखाएं

source: View Properties
hi: प्रॉपर्टी देखें
sv: Visa egenskaper

source: Show Details in Store
hi: स्टोर में विवरण दिखाएं
sv: Visa detaljer i butik

source: Refresh List of Remotes
hi: रिमोट की सूची ताज़ा करें

source: Installed Remotes
hi: इंस्टॉल किये गये रिमोट
sv: Installerade fjärrar

source: Add a Popular Remote
hi: एक लोकप्रिय रिमोट जोड़ें
sv: Lägg till en populär fjärr

source: Search Criteria
hi: खोज मापदंड

source: Choose a Remote to Search
hi: खोजने के लिए रिमोट चुनें

source: Results
hi: परिणाम

source: Start Search
hi: खोज शुरू करें

source: Search for Flatpaks that you want to install
hi: उन Flatpak को खोजें जिन्हें आप इंस्टॉल करना चाहते हैं
sv: Sök efter Flatpakpaket som du vill installera

source: Snapshots are backups of the app's user data. They can be reapplied at any time.
hi: स्नैपशॉट ऐप के उपयोगकर्ता डेटा का बैकअप हैं। इन्हें किसी भी समय पुनः लागू किया जा सकता है।
sv: Ögonblicksbilder är säkerhetskopior av appens användardata. De kan återställas när som helst.

source: Filter List
hi: फिल्टर सूची
sv: Filtrera Listan

source: Toggle Selection Mode
hi: चयन मोड टॉगल करें
sv: Växla urvalsläge

source: Loading Flatpaks
hi: Flatpak लोड हो रहा है

source: Uninstalling
hi: अनइंस्टॉल किया जा रहा है

source: Creating Snapshots
hi: स्नैपशॉट बनाया जा रहा है

source: No Flatpaks Found
hi: कोई Flatpak नहीं मिला
sv: Inga Flatpak Hittades

source: Warehouse cannot see the list of installed Flatpaks or the system has no Flatpaks installed
hi: Warehouse इंस्टॉल किए गए Flatpak की सूची नहीं देख सकता है या सिस्टम में कोई Flatpak इंस्टॉल नहीं है

source: No Flatpaks Match Filters
hi: कोई Flatpak मिलान फिल्टर नहीं
sv: Inga Flatpakpaket matchar de valda filtren

source: No installed Flatpak matches all of the currently applied filters
hi: कोई भी इंस्टॉल किया गया Flatpak वर्तमान में लागू सभी फिल्टर से मेल नहीं खाता है

source: Uninstall Selected Apps
hi: चयनित ऐप्स अनइंस्टॉल करें
sv: Avinstallera utvalda appar

source: Send Selected Apps' Data to the Trash
hi: चयनित ऐप्स का डेटा ट्रैश में भेजें
sv: Skicka utvalda appars användardata till papperskorgen

source: Open Copy Menu
hi: कॉपी मेनू खोलें
sv: Öppna Kopieringsmeny

source: Snapshot Selected Apps' Data
hi: स्नैपशॉट चयनित ऐप्स का डेटा
sv: Skapa ögonblicksbild av den valda appens data

source: Manage Leftover Data…
hi: बचे हुए डेटा को प्रबंधित करें…
sv: Hantera överbliven data…

source: Manage Remotes…
hi: रिमोट प्रबंधित करें…
sv: Hantera fjärrar…

source: Install From File…
hi: फाइल से इंस्टॉल करें…
sv: Installera från fil…

source: Install From The Web…
hi: वेब से इंस्टॉल करें…
sv: Installera från webben…

source: {} is masked and will not be updated
hi: {} छिपा हुआ है और इसे अपडेट नहीं किया जाएगा
sv: {} är maskad och kommer inte att uppdateras

source: App EOL
hi: ऐप EOL
sv: Uttjänt

source: {} has reached its End of Life and will not receive any security updates
hi: {} अपने जीवन के अंत तक पहुंच गया है और उसे कोई सुरक्षा अपडेट प्राप्त नहीं होगा
sv: {} är uttjänt och kommer inte att få säkerhetsuppdateringar

source: Runtime EOL
hi: रनटाइम EOL
sv: Exekveringsmiljö uttjänt

source: {}'s runtime has reached its End of Life and will not receive any security updates
hi: {} का रनटाइम अपने अंत तक पहुंच गया है और उसे कोई सुरक्षा अपडेट प्राप्त नहीं होगा
sv: {}s exekveringsmiljö är uttjänt och kommer inte att få säkerhetsuppdateringar

source: Select
hi: चुनें

source: View More
hi: और देखें

source: Copied ID
hi: ID कॉपी की गई
sv: Kopierade ID

source: Copy ID
hi: ID कॉपी करें
sv: Kopiera ID

source: Copied ref
hi: संदर्भ कॉपी किया गया
sv: Kopierade ref

source: Copy Ref
hi: संदर्भ कॉपी करें
sv: Kopiera Ref

source: Opened {}
hi: {} खोला गया
sv: Öppnade {}

source: Enable Updates
hi: अपडेट सक्षम करें
sv: Aktivera uppdateringar

source: Manage Snapshots
hi: स्नैपशॉट प्रबंधित करें
sv: Hantera ögonblicksbilder

source: Working on {} {} out of {}
hi: {} पर काम कर रहा हूँ {} में से {}

source: Commit Hash: {}
hi: कमिट हैश: {}

source: Could not downgrade {}
hi: डाउनग्रेड नहीं किया जा सका {}
sv: Kunde inte nedgradera {}

source: Could not disable updates for {}
hi: {} के लिए अपडेट अक्षम नहीं किया जा सका
sv: Kunde inte inaktivera uppdateringar för {}

source: Downgrading…
hi: डाउनग्रेड किया जा रहा है…
sv: Nedgraderar…

source: Downgrade {}
hi: डाउनग्रेड {}
sv: Nedgradera {}

source: {} selected
hi: {} चयनित

source: User wide
hi: उपयोगकर्ता विस्तृत

source: System wide
hi: सिस्टम विस्तृत

source: Unknown install type
hi: अज्ञात इंस्टॉल प्रकार

source: App Management
hi: ऐप प्रबंधन
sv: Apphantering

source: Search
hi: खोजें
sv: Sök

source: More Functions
hi: अधिक कार्य
sv: Mera funktioner

source: Manage Leftover Data
hi: बचे हुए डेटा को प्रबंधित करें
sv: Hantera överblivna data

source: Install From File
hi: फाइल से इंस्टॉल करें
sv: Installera från fil

source: Installed successfully
hi: सफलतापूर्वक इंस्टॉल किया गया
sv: Installation lyckades

source: Could not install some apps
hi: कुछ ऐप्स इंस्टॉल नहीं हो सके
sv: Kunde inte installera vissa appar

source: Attempt to Install?
hi: इंस्टॉल करने का प्रयास करें?
sv: Försök att installera?

source: Warehouse will attempt to install apps matching the selected data.
hi: Warehouse चयनित डेटा से मेल खाने वाले ऐप्स इंस्टॉल करने का प्रयास करेगा।
sv: Lagerhus kommer att försöka att installera appar som matcherar de utvalda datorna.

source: Trash folders?
hi: ट्रैश फोल्डर्स?
sv: Trasha mappar?

source: These folders will be sent to the trash.
hi: ये फोल्डर्स ट्रैश में भेज दिए जाएंगे।
sv: Dessa mappar kommer att skickas till papperskorgen.

source: Could not manage data
hi: डेटा प्रबंधित नहीं किया जा सका
sv: Kunde inte hantera data

source: Description
hi: विवरण
sv: Beskrivning

source: App ID
hi: ऐप ID

source: Arch
hi: वास्तु
sv: Ark

source: Ref
hi: संदर्भ

source: Active Commit
hi: सक्रिय कमिट
sv: Aktiv kommit

source: Latest Commit
hi: नवीनतम कमिट
sv: Senaste kommit

source: Options
hi: विकल्प
sv: Inställningar

source: Could not show properties
hi: प्रॉपर्टी नहीं दिखाए जा सकी

source: Trashed user data
hi: उपयोगकर्ता डेटा ट्रैश किया गया
sv: Trashade användardata

source: Could not trash user data
hi: उपयोगकर्ता डेटा ट्रैश नहीं किया जा सका
sv: Kunde inte trasha användardata

source: Could not remove {}
hi: {} को हटाया नहीं जा सका
sv: Kunde inte radera {}

source: Could not enable {}
hi: {} सक्षम नहीं किया जा सका

source: Could not disable {}
hi: {} को अक्षम नहीं किया जा सका

source: Could not view apps
hi: ऐप्स नहीं देखे जा सके

source: Set Filter
hi: फिल्टर सेट करें

source: Copy remote name
hi: रिमोट नाम कॉपी करें
sv: Kopiera fjärrkontrollnamn

source: Disabled
hi: अक्षम

source: Beta KDE Apps and Runtimes
hi: बीटा KDE ऐप्स और रनटाइम्स

source: Could not add {}
hi: {} जोड़ा नहीं जा सका
sv: Kunde inte lägga till {}

source: Add Flatpak Remote
hi: Flatpak रिमोट जोड़ें
sv: Lägg till Flatpak fjärrkontroll

source: Remote will be available to only you
hi: रिमोट केवल आपके लिए उपलब्ध होगा
sv: Fjärrkontroll kommer att vara tillgänglig till dig

source: Remote will be available to every user on the system
hi: सिस्टम पर हर उपयोगकर्ता के लिए रिमोट उपलब्ध होगा
sv: Fjärrkontroll kommer att vara tillgänglig till varje användare på systemet

source: {} successfully added
hi: {} सफलतापूर्वक जोड़ा गया
sv: {} lades till

source: Add {}?
hi: {} जोड़ें?
sv: Lägg till {}?

source: There is no User Data to Snapshot
hi: स्नैपशॉट के लिए कोई उपयोगकर्ता डेटा नहीं है

source: Version {}
hi: संस्करण {}

source: Apply Snapshot
hi: स्नैपशॉट लागू करें

source: Trash Snapshot
hi: स्नैपशॉट ट्रैश करें

source: This snapshot and its contents will be sent to the trash.
hi: यह स्नैपशॉट और इसकी सामग्री ट्रैश में भेज दी जाएगी।

source: Could not create snapshot
hi: स्नैपशॉट नहीं बनाया जा सका
sv: Kunde inte skapa ögonblicksbild

source: Creating Snapshot…
hi: स्नैपशॉट बनाया जा रहा है…

source: Could not apply snapshot
hi: स्नैपशॉट लागू नहीं किया जा सका

source: Snapshot applied
hi: स्नैपशॉट लागू किया गया

source: Applying Snapshot…
hi: स्नैपशॉट लागू किया जा रहा है…

source: Applying this snapshot will trash any current user data for {}.
hi: इस स्नैपशॉट को लागू करने से {} का कोई भी मौजूदा उपयोगकर्ता डेटा नष्ट हो जाएगा।

source: Uninstalled successfully
hi: सफलतापूर्वक अनइंस्टॉल किया गया
sv: Avinstallation lycakdes

source: Could not uninstall some apps
hi: कुछ ऐप्स को अनइंस्टॉल नहीं किया जा सका
sv: Kunde inte avinstallera vissa appar

source: Uninstall Selected Apps?
hi: चयनित ऐप्स अनइंस्टॉल करें?
sv: Avinstallera Utvalda Appar?

source: It will not be possible to use these apps after removal.
hi: हटाने के बाद इन ऐप्स का इस्तेमाल करना संभव नहीं होगा।
sv: Efter borttagning kommer det inte att vara möjligt att använda dessa appar.

source: App Settings & Data
hi: ऐप सेटिंग्स और डेटा
sv: Appinställningar och Data

source: Allow restoring these apps' settings and content
hi: इन ऐप्स की सेटिंग और सामग्री को पुनर्स्थापित करने की अनुमति दें
sv: Tillåt återställning av dessa appars inställningar och innehåll

source: Send these apps' settings and content to the trash
hi: इन ऐप्स की सेटिंग और सामग्री को ट्रैश में भेजें
sv: Skicka dessa appars inställningar och innehåll till papperskorgen

source: Cannot uninstall while already uninstalling
hi: पहले से ही अनइंस्टॉल करते समय अनइंस्टॉल नहीं किया जा सकता
sv: Kan inte avinstallera medan andra appar avinstalleras

source: It will not be possible to use {} after removal.
hi: हटाने के बाद {} का उपयोग करना संभव नहीं होगा।
sv: Efter borttagning kommer det inte att vara möjligt att använda {}.

source: Allow restoring this app's settings and content
hi: इस ऐप की सेटिंग और सामग्री को पुनर्स्थापित करने की अनुमति दें
sv: Tillåt återställning av denna apps inställningar och innehåll

source: Send this app's settings and content to the trash
hi: इस ऐप की सेटिंग्स और सामग्री को ट्रैश में भेजें
sv: Skicka denna apps inställningar och innehåll till papperskorgen

source: List refreshed
hi: सूची ताज़ा की गई

source: Your files and data for this app will be sent to the trash.
hi: इस ऐप के लिए आपकी फाइलें और डेटा ट्रैश में भेज दिए जाएंगे।
sv: Dina filer och användardata för denna app kommer att skickas till papperskorgen.

source: Disable Updates for {}?
hi: {} के लिए अपडेट अक्षम करें?
sv: Inaktivera Uppdateringar för {}?

source: This will mask {} ensuring it will never recieve any feature or security updates.
hi: यह {} को मास्क कर देगा जिससे यह सुनिश्चित हो जाएगा कि उसे कभी भी कोई सुविधाएँ या सुरक्षा अपडेट प्राप्त नहीं होंगे।
sv: Detta kommer att maska {} och säkerställar att det kommer att aldrig få funktions- eller säkerhetsuppdateringar.

source: Could not Run App
hi: ऐप नहीं चल सका
sv: Kunde inte köra appen

source: {} has no data to trash
hi: {} के पास ट्रैश करने के लिए कोई डेटा नहीं है

source: Could not trash {}'s data
hi: {} का डेटा ट्रैश नहीं किया जा सका

source: Trash Selected Apps' User Data?
hi: चयनित ऐप्स का उपयोगकर्ता डेटा ट्रैश करें?
sv: Trasha Utvalda Appars Användardata?

source: Your files and data for these apps will be sent to the trash.
hi: इन ऐप्स के लिए आपकी फाइलें और डेटा ट्रैश में भेज दिए जाएंगे।
sv: Dina filer och användardata för dessa appar kommer att skickas till papperskorgen.

source: Could not snapshot some apps
hi: कुछ ऐप्स का स्नैपशॉट नहीं लिया जा सका

source: Create Snapshots?
hi: स्नैपशॉट बनाएं?

source: Snapshots are backups of the app's user data. They can be reapplied at any time. This could take a while.
hi: स्नैपशॉट ऐप के उपयोगकर्ता डेटा का बैकअप हैं। इन्हें किसी भी समय पुनः लागू किया जा सकता है। इसमें कुछ समय लग सकता है।

source: Create Snapshots
hi: स्नैपशॉट बनाएं

source: Copied selected app names
hi: चयनित ऐप नाम कॉपी किए गए
sv: Kopierade utvalda appars namn

source: Copied selected app IDs
hi: चयनित ऐप ID कॉपी की गईं
sv: Kopierade utvalda appars ID:er

source: Copied selected app refs
hi: चयनित ऐप संदर्भ को कॉपी किया गया
sv: Kopierade utvalda appars ref:ar

source: Could not install app
hi: ऐप इंस्टॉल नहीं किया जा सका
sv: Kunde inte installera app

source: Install {}?
hi: इंस्टॉल {}?
sv: Installera {}?

source: The app will be available to only you
hi: ऐप केवल आपके लिए उपलब्ध होगा
sv: Appen kommer att vara tillgänglig till bara dig

source: The app will be available to every user on the system
hi: ऐप सिस्टम पर प्रत्येक उपयोगकर्ता के लिए उपलब्ध होगा
sv: Appen kommer att vara tillgänglig till varje användare på systemet

source: File type not supported
hi: फाइल प्रकार समर्थित नहीं है
sv: Filtyp stöds inte

source: Warehouse
sv: Lagerhus
